 [
    {"stationName": "The Greystone Rocks!",
    "description":"Features electric rock instrumentation, blues influences, repetitive melodic phrasing, extensive vamping, minor key tonality, a dirty electric guitar solo, a gravelly male vocalist, prominent organ, narrative lyrics, emphasis on instrumental arranging, heavy instrumental improvisation and and many other similarities identified in the Music Genome Project."},
{"stationName": "The Classic Rock",
"description":"Features electric rock instrumentation, blues influences, repetitive melodic phrasing, extensive vamping, minor key tonality, a dirty electric guitar solo, a gravelly male vocalist, prominent organ, narrative lyrics, emphasis on instrumental arranging, heavy instrumental improvisation and and many other similarities identified in the Music Genome Project."},
    {"stationName": "3x Champ",
        "description": "Features blues rock qualities, groove based composition, blues chord progressions, mixed minor & major key tonality, subtle use of the harmonica, electric rhythm guitars, hard swingin' rhythm and and many other similarities identified in the Music Genome Project."},
    {"stationName": "AC/DC Radio",
        "description": "Features hard rock roots, blues influences, major key tonality, electric guitar riffs, prominent percussion, angry-romantic lyrics, narrative lyrics, vocal harmonies and and many other similarities identified in the Music Genome Project."} ,
    {"stationName": "Allman Bros",
        "description": "Features electric rock instrumentation, blues influences, mild rhythmic syncopation, major key tonality, an electric guitar solo, prominent organ and and many other similarities identified in the Music Genome Project."},
    {"stationName": "Assembly Of Dust Radio",
        "description": "Features r & b influences, a subtle use of vocal harmony, mild rhythmic syncopation, acoustic rhythm piano, mixed acoustic and electric instrumentation, major key tonality, acoustic rhythm guitars, prominent organ, prominent percussion, emphasis on instrumental arranging and and many other similarities identified in the Music Genome Project."},
     {"stationName": "Beatles",
        "description": "Features rock & roll influences, heavy use of vocal harmonies, intricate melodic phrasing, paired vocal harmony, major key tonality, a vocal-centric aesthetic, melodic songwriting, electric rhythm guitars, a dynamic male vocalist, romantic lyrics and and many other similarities identified in the Music Genome Project."},
    {"stationName": "Creed, Daughtry and other Ilk",
        "description": "Features folk rock qualities, acoustic sonority, melodic string accompaniment, major key tonality, a good dose of acoustic guitar pickin', acoustic rhythm guitars and and many other similarities identified in the Music Genome Project."},
    {"stationName": "Floyd Boys",
        "description": "Features basic rock song structures, a subtle use of vocal harmony, mild rhythmic syncopation, repetitive melodic phrasing, minor key tonality, a vocal-centric aesthetic, an electric guitar solo and and many other similarities identified in the Music Genome Project."},
     {"stationName": "Let's Dance",
        "description": "Features nu-disco qualities, electronica influences, major key tonality, prominent use of synth, prominent percussion, vocal harmonies and and many other similarities identified in the Music Genome Project."},
    {"stationName": "Marla Loves Carrie & Keith",
        "description": "Features country rock leanings, country roots, acoustic rhythm piano, major key tonality, a vocal-centric aesthetic, a dynamic male vocalist, acoustic rhythm guitars, upbeat lyrics and and many other similarities identified in the Music Genome Project."},
     {"stationName": "Modest Mouse Radio",
         "description":"Features electric rock instrumentation, a subtle use of vocal harmony, mild rhythmic syncopation, major key tonality, an unintelligible vocal delivery and and many other similarities identified in the Music Genome Project."},
     {"stationName":"Old Blues",
         "description":"Features modern r&b stylings, blues roots, acoustic rhythm piano, extensive vamping, a twelve-eight time signature, mixed acoustic and electric instrumentation, a busy horn section, blues chord progressions, major key tonality, an electric guitar solo, a gravelly male vocalist, heartbreaking lyrics, triple note feel and and many other similarities identified in the Music Genome Project"},
     {"stationName":"Phish Radio",
     "description":"Features basic rock song structures, a subtle use of vocal harmony, mild rhythmic syncopation, acoustic rhythm piano, mixed acoustic and electric instrumentation, major key tonality, a vocal-centric aesthetic, electric rhythm guitars and and many other similarities identified in the Music Genome Project"},
     {"stationName" : "Progressive" ,
         "description":"Features basic rock song structures, mystical qualities, a subtle use of vocal harmony, mild rhythmic syncopation, mixed acoustic and electric instrumentation, minor key tonality, acoustic rhythm guitars and and many other similarities identified in the Music Genome Project."},
     {"stationName" : "Gentle Giant Radio" ,
         "description":"Features basic rock song structures, mystical qualities, a subtle use of vocal harmony, mild rhythmic syncopation, mixed acoustic and electric instrumentation, minor key tonality, acoustic rhythm guitars and and many other similarities identified in the Music Genome Project."},
     {"stationName":"Rock Hits Radio",
         "description":"Features hard rock roots, extensive vamping, mixed acoustic and electric instrumentation, thru composed melodic style, minor key tonality, melodic songwriting, electric guitar riffs, a smooth male lead vocalist, acoustic rhythm guitars, sad lyrics and and many other similarities identified in the Music Genome Project."},
     {"stationName":"Shakedown Street",
         "description":"Features mild rhythmic syncopation, intricate melodic phrasing, mixed acoustic and electric instrumentation, major key tonality, an electric guitar solo, a dynamic male vocalist, electric pianos, a prominent saxophone part, prominent percussion, upbeat lyrics, vocal harmonies and and many other similarities identified in the Music Genome Project."},
     {"stationName":"The Rolling Stones Radio",
         "description":"Features electric rock instrumentation, a subtle use of vocal harmony, repetitive melodic phrasing, extensive vamping, mixed minor & major key tonality, a vocal-centric aesthetic, electric guitar riffs, an electric guitar solo, an emotional male lead vocal performance, a gravelly male vocalist, subtle use of acoustic piano, prominent percussion and and many other similarities identified in the Music Genome Project."}
]
